cask "1password", args: { appdir: "/Applications" }
cask "1password-cli", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "font-anonymice-nerd-font", args: { appdir: "/Applications" }
cask "basictex", args: { appdir: "/Applications" }
cask "numi", args: { appdir: "/Applications" }
cask "rectangle", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "whatsapp", args: { appdir: "/Applications" }
cask "wezterm"

mas "Bear", id: 1091189122
mas "Dato", id: 1470584107
mas "Slack", id: 803453959
mas "Xcode", id: 497799835

brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "htop"
brew "make"
brew "mas"
brew "tree"
brew "yamllint"
