tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "bash-completion"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "imagemagick"
brew "python@3.11"
brew "ipython"
brew "jq"
brew "krb5"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "num-utils"
brew "postgresql"
brew "redis"
brew "the_silver_searcher"
brew "tree"
brew "yamllint"
brew "stripe/stripe-cli/stripe"
cask_args appdir: "/Applications"
cask "1password"
cask "1password-cli"
cask "basictex"
cask "figma"
cask "font-anonymice-nerd-font"
cask "google-cloud-sdk"
cask "numi"
cask "spotify"
cask "utm"
mas "Bear", id: 1091189122
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
