tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

cask "1password", args: { appdir: "/Applications" }
cask "1password-cli", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "font-anonymice-nerd-font", args: { appdir: "/Applications" }
cask "basictex", args: { appdir: "/Applications" }
cask "numi", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }

mas "Bear", id: 1091189122
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835

brew "bash-completion"
brew "bat"
brew "black"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "go"
brew "golangci-lint"
brew "htop"
brew "python"
brew "jq"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "num-utils"
brew "postgresql@14"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "the_silver_searcher"
brew "tree"
brew "yamllint"
brew "wezterm"
